Repository: whiteshadow2000/buddy-boss-wordpress
Catalog: wp-data/themes/buddyboss themes and plugin/buddyboss-wall/buddyboss-wall/languages/buddyboss-wall-*.po
Languages: it_it

source: Save Changes
it_it: Salva i cambiamenti

source: Enable Wall Component.
it_it: Abilita Wall Component

source: Enable mobile theme on iPad.
it_it: Abilita il tema sull'Ipad

source: Choose a theme for mobile phones.
it_it: Scegli un tema per il tuo telefonino

source: image size must be 114 x 114 px
it_it: Le dimensioni dell'immagine devono essere 114 X 114 px

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
it_it: Si è verificato un errore HTTP imprevisto durante la richiesta API.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>

source: An unknown error occurred
it_it: Si è verificato un errore sconosciuto

source: Wall
it_it: Bacheca

source: person
it_it: persona

source: people
it_it: gente

source: like
it_it: Mi piace

source: likes
it_it: I miei Mi piace

source: Like
it_it: Mi piace

source: My Likes
it_it: I miei Mi Piace

source: Unlike
it_it: Non mi piace più

source: What's new in %s, %s?
it_it: Cosa c'è di nuovo in %s, %s?

source: What's new, %s?
it_it: Cosa c'è di nuovo, %s?

source: You need to <a href="%s" title="Log in">log in</a>
it_it: Devi accedere <a href="%s" title="Log in">log in</a>

source: or <a class="create-account" href="%s" title="Create an account">create an account</a>
it_it: o <a class="crea un account" href="%s" title="Crea un account">crea un account</a>

source: to post to this user's Wall.
it_it: pubblicare sulla bacheca di questo utente

source: You and %s are not friends. Request friendship to post to their Wall.
it_it: Tu e %s non siete amici. Per favore richiedigli l'amicizia per potere scrivere sulla sua bacheca.

source: You are mentioning %s in a new update, this user will be sent a notification of your message.
it_it: Hai menzionato %s in un commento che riceverà una email con il tuo commento.

source: mentioned
it_it: nominato

source: in a public message
it_it: in un messaggio pubblico

source: %s Wall
it_it: %s bacheca

source: Please enter some content to post.
it_it: Per favore inserisci un contenuto nel post

source: There was a problem posting your update, please try again.
it_it: C'è stato un problema aggiornando il tuo post, per favore riprova

source: @%s Mentions
it_it: @%s Nomina

source: You have %1$d new mentions
it_it: Hai %1$d nuove menzioni

source: %1$s mentioned you
it_it: %1$s ti ha menzionato

source: %s %s %s this.
it_it: %s %s %s questo.

source: You like this.
it_it: Ti piace questo

source: Error getting likes.
it_it: Errore quando ricevi i mi pace

source: You and %s %s this.
it_it: Tu e %s %s questo.

source: %s %s this.
it_it: %s %s questo.

source: You, %s and %s %s this.
it_it: Tu, %s e %s %s questo.

source: %s and %s %s this.
it_it: %s e %s %s questo..

source: %s other %s
it_it: %s altro %s

source: You, %s, %s and %s %s this.
it_it: Tu, %s, %s e %s %s questo.

source: %s, %s and %s %s this.
it_it: %s, %s e %s %s questo.

source: Couldn't load main class at:<br/>%s
it_it: non è stato possibile caricare la classe principale a:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
it_it: <h1>Errore fatale:</h1><hr/><pre>%s</pre>

source: Disable Notice
it_it: Avviso disabilitato

source: To use the <strong>BuddyBoss Wall</strong> plugin, please manually update your BuddyBoss theme to version 4.0 or above first. <a href="http://www.buddyboss.com/upgrading-to-buddyboss-4-0/">Read how &rarr;</a>
it_it: Per usare <strong>BuddyBoss Wall</strong>, Per favore aggiorna manualmente BuddyBoss Theme alla versione 4.0 o maggiore. <a href="http://www.buddyboss.com/upgrading-to-buddyboss-4-0/">Read how &rarr;</a>

source: Make sure BuddyPress <strong>Activity Streams</strong> are enabled for the Wall to function. Go to <em>Settings &rarr; BuddyPress &rarr; Components</em>
it_it: Assicurati che BuddyPress < strong >Flusso Attività</strong> sia abilitato nelle impostazioni di BuddyPress. Vai su <em>Impostazionis &rarr; BuddyPress &rarr; Componenti</em>

source: Allow Wall posting for all members (not just friends).
it_it: Chiunque può postare in bacheca e non solo gli amici

source: %s posted an update
it_it: %s ha aggiornato un commento

source: %s wrote on %s Wall
it_it: %s ha scritto sulla bacheca di %s

source: You
it_it: Tu

source: your
it_it: Tuo

source: (BuddyBoss Wall) Most Liked Activity
it_it: (Buddy Boss Wall) ha avuto più "mi piace"

source: Display a list of most liked activities site-wide.
it_it: Mostra una lista delle attività maggiormente apprezzate

source: Title
it_it: Titolo

source: Max activity posts to show
it_it: Numero massimo di post della tua attività da mostrare

source: Max words per activity post
it_it: Numero massimo delle parole per un tuo post

source: Mark as Favorite
it_it: Segna come favorito

source: Favorite
it_it: Favorito

source: Remove Favorite
it_it: Rimuovi da favorito

source: News Feed
it_it: Nuove notizie

source: Like this
it_it: Mi piace

source: Deleted User
it_it: Utente cancellato

source: Deleted User's
it_it: Cancellato dall'utente

source: General Settings
it_it: Impostazioni generali

source: Enable Wall Component
it_it: Abilita Componente

source: Available to all members
it_it: Disponibile per tutti i membri

source: Write something to %s
it_it: Scrivi qualcosa sulla bacheca di %s?

source: My Likes <span>%s</span>
it_it: I miei Mi piace <span>%s</span>

source: View Discussion
it_it: Vedi discussione

source: The activity I've liked.
it_it: Le attività che mi sono piaciute

source: %d Likes
it_it: %d I mi piace

source: Settings
it_it: Impostazioni

source: Enable Wall Privacy
it_it: Abilita le ozioni di privacy

source: Allow members to set privacy options when they post.
it_it: Permettere agli utenti di impostare le opzioni di privacy quando si pubblica qualcosa.

source: Everyone
it_it: Tutti

source: Logged In Users
it_it: Utenti on-line

source: Only Me
it_it: Solo io

source: My Friends
it_it: I miei amici

source: Group Members
it_it: Membri del gruppo

source: Who can see this:
it_it: Chi può leggere questo post

source: Save
it_it: Salva

source: Cancel
it_it: Anulla

source: Privacy updated
it_it: Opzioni Privacy Aggiornata
